/*GENERAL*/
"Delete" = "Usuń";
"Rename" = "Rename";
"OK" = "OK";
"Cancel" = "Cancel";
"Actions" = "Actions";



/*SIDEBARVIEW*/
"Filters" = "Filters";
"Tags" = "Tags";
"Add tag" = "Add tag";
"Show awards" = "Show awards";
"Add Tags" = "Add Tags";
"Smart Filters" = "Smart Filters";
"Rename tag" = "Rename tag";
"Add samples" = "Add samples";
"All Issues" = "All Issues";
"Recent Issues" = "Recent Issues";



/*CONTENVIEW*/
"Issues" = "Issues";

/* A button on a toolbar which shows following options upon clicking */
"Filter" = "Filter";

"Turn Filter On" = "Turn Filter On";
"Turn Filter Off" = "Turn Filter Off";

"Low" = "Low";
"Medium" = "Medium";
"High" = "High";

"Newest to Oldest" = "Newest to Oldest";
"Oldest to Newest" = "Oldest to Newest";

"Date Created" = "Date Created";
"Date Modified" = "Date Modified"; /* Lot of different filter and sorting options to help user in searching data the user is looking for*/


"All" = "All";
"Open" = "Open";
"Closed" = "Closed";

"New Issue" = "New Issue"; /* A button on a toolbar which leads to new view creating new issue*/

"Filter issues, or type # to add tags" = "Filter issues, or type # to add tags"; /*Placeholder to help user*/



/*ISSUEVIEW*/
"Re-open Issue" = "Re-open Issue";
"Copy Issue Title" = "Copy Issue Title";
"Close Issue" = "Close Issue";

"Enter the issue title here" = "Enter the issue title here";
"**Modified:** %@" = "**Modified:** %@";
"**Status:** %@" = "**Status:** %@";
"Priority" = "Priority";
"Basic Information" = "Basic Information";
"Enter the issue description here" = "Enter the issue description here";



/*ISSUEROW*/
"CLOSED" = "CLOSED";



/*NOISSUEVIEW*/
"No Issue Selected" = "No Issue Selected";



/*DETAILSVIEW*/
"Details" = "Details";



/*AWARDSVIEW*/
"Awards" = "Awards";



/*DATA*/
"New name" = "New name";
"New issue" = "New issue";
"New tag" = "New tag";









